export interface AudioBooks {
  id: string;
  book: string;
  author: string;
  genres: string;
  desc: string;
  date: string;
  time: string;
  img: string;
}

export const BOOKS: AudioBooks[] = [
  { id: "1", book: "Тінь минулого", author: "Хоппінс Нілл", genres: "Історичний роман, Драма", 
    desc: "Під час холодної осені 1921 року, в невеликому гірському містечку, загубленому серед Карпат, молодий лікар Арсен випадково рятує від смерті незнайому жінку. Вона з'явилася нізвідки, не пам’ятає свого імені, а її руки вкриті старими, ніби ритуальними шрамами. Єдине, що вона вимовляє крізь гарячковий шепіт, — це слова про Тінь, яка прийде за нею.", 
    date: "Серп. 2023", time: "12 год. 22 хв.",
    img: "/dashboard/pagehome/book1.png" },
  { id: "2", book: "Остання надія", author: "NewTree", genres: "Драма, Сучасна проза", 
    desc: "П’ятеро друзів з дитинства опинилися на життєвому роздоріжжі. Хтось бореться з залежностями, хтось не може пробачити собі старі помилки, а хтось більше не вірить у майбутнє. Але старий лист, знайдений у коробці спогадів, змушує їх знову зібратися разом, щоб відновити те, що вони втратили багато років тому.", 
    date: "Серп. 2023", time: "12 год. 22 хв.",
    img: "/dashboard/pagehome/book2.png" },
  { id: "3", book: "Голоси снів", author: "Аманда Т.", genres: "Психологічний трилер", 
    desc: "Психотерапевт Андрій починає чути голоси своїх пацієнтів у снах. Вони розповідають йому про події, які ще не відбулися, але невдовзі стають реальністю. Він розуміє, що його дар — це не благословення, а прокляття, і тепер йому потрібно знайти, хто стоїть за цими жахіттями.", 
    date: "Серп. 2023", time: "12 год. 22 хв.",
    img: "/dashboard/pagehome/book3.png" }
];