export interface Podcasts {
  id: string;
  name: string;
  genres: string;
  desc: string;
  date: string;
  time: string;
  img: string;
}

export const NEW_PODCASTS: Podcasts[] = [
  { id: "1", name: "Частина 1. Хроніки майбутнього", genres: "Епізод", 
    desc: "«Яким буде світ за 50 років? Чи станемо ми кіборгами? Чи можлива колонізація Марса? Ми розбираємо найновіші відкриття, дослідження та гіпотези, які можуть зробити майбутнє ще більш непередбачуваним..»", 
    date: "Лип. 2024", time: "5 год. 22 хв.",
    img: "/dashboard/pagehome/pod1.png" },
  { id: "2", name: "Частина 10. Тіньові справи", genres: "Епізод", 
    desc: "«Реальні кримінальні історії, що лякають своєю жорстокістю та загадковістю. Ми аналізуємо резонансні злочини, розбираємо деталі розслідувань і намагаємось зрозуміти, що рухає злочинцями. У кожному випуску — розбір нових справ: від зникнень до серійних убивств.»", 
    date: "Лип. 2024", time: "5 год. 22 хв.",
    img: "/dashboard/pagehome/pod2.png" },
  { id: "3", name: "Частина 1. Теорія змови", genres: "Епізод", 
    desc: "«Від таємного уряду до фейкової висадки на Місяць. Ми аналізуємо найпопулярніші теорії змови, шукаємо докази та розбираємося, що з цього — реальність, а що — вигадка.»", 
    date: "Лип. 2024", time: "5 год. 22 хв.",
    img: "/dashboard/pagehome/pod3.png" }
];